Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

source: YOUR NUMBERS
ar: أرقامك
de: DEINE ZAHLEN
es: TUS NÚMEROS
fa: عددهای تو
fr: TES CHIFFRES
it: I TUOI NUMERI
ja: あなたの数字
ko: 내 수치
nl: JOUW CIJFERS
pl: TWOJE LICZBY
pt: SEUS NÚMEROS
ru: ТВОИ ЦИФРЫ
tr: SAYILARIN
uk: ТВОЇ ЦИФРИ
zh: 你的数据概览
zh_hant: 你的數據

# sessionsCaps
source: SESSIONS
ar: التمارين
de: TRAININGS
es: SESIONES
fa: جلسه‌های تمرین
fr: SÉANCES
it: SESSIONI
ja: ワークアウト
ko: 운동
nl: TRAININGEN
pl: TRENINGI
pt: SESSÕES
ru: ТРЕНИРОВОК
tr: ANTRENMANLAR
uk: ТРЕНУВАННЯ
zh: 训练总次数
zh_hant: 訓練

# liftedCaps
source: LIFTED
ar: مرفوع
de: GEHOBEN
es: LEVANTADO
fa: جابه‌جاشده
fr: SOULEVÉ
it: SOLLEVATO
ja: 挙上量
ko: 들어 올림
nl: GETILD
pl: PODNIESIONO
pt: LEVANTADO
ru: ПОДНЯТО
tr: KALDIRILDI
uk: ПІДНЯТО
zh: 总举起重量
zh_hant: 舉起

# streakCaps
source: STREAK
ar: السلسلة
de: SERIE
es: RACHA
fa: استریک
fr: SÉRIE
it: SERIE
ja: 連続
ko: 연속
nl: REEKS
pl: SERIA
pt: SÉRIE
ru: СЕРИЯ
tr: SERİ
uk: СЕРІЯ
zh: 连续打卡
zh_hant: 連續

# daysUnit
source: days
ar: أيام
de: Tage
es: días
fa: روز
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt: dias
ru: дня
tr: gün
uk: днів
zh: 天
zh_hant: 天

# restDefaultLabel
source: Rest timer
ar: مؤقت الراحة
de: Pausentimer
es: Descanso
fa: تایمر استراحت
fr: Minuteur de repos
it: Timer di recupero
ja: 休憩タイマー
ko: 휴식 타이머
nl: Rusttimer
pl: Minutnik odpoczynku
pt: Descanso
ru: Таймер отдыха
tr: Dinlenme zamanlayıcısı
uk: Таймер відпочинку
zh: 默认组间休息
zh_hant: 休息計時器

# restDefault
source: Default is %llds — change it in Settings
ar: الافتراضي: %lld ث — غيّره من الإعدادات
de: Standard sind %lld s — in den Einstellungen ändern
es: Por defecto %llds — se cambia en Ajustes
fa: پیش‌فرض %lldث — در تنظیمات عوضش کن
fr: Par défaut : %lld s — modifie-le dans les Paramètres
it: Predefinito %llds — si cambia in Impostazioni
ja: デフォルト: %lld秒 — 設定で変更
ko: 기본값: %lld초 — 설정에서 변경
nl: Standaard: %lld s — wijzig in Instellingen
pl: Domyślnie: %lld s — zmień w Ustawieniach
pt: O padrão é %llds — altere em Configurações
ru: По умолчанию %lld с — измени в настройках
tr: Varsayılan: %lld sn — Ayarlar'dan değiştir
uk: За замовчуванням: %lld с — зміни в Налаштуваннях
zh: 默认为 %lld 秒 — 可在设置中修改
zh_hant: 預設：%lld 秒 — 可在設定中變更

source: RESET
ar: إعادة تعيين
de: ZURÜCKSETZEN
es: REINICIAR
fa: بازنشانی
fr: RÉINITIALISER
it: AZZERA
ja: リセット
ko: 재설정
nl: RESETTEN
pl: RESETUJ
pt: REINICIAR
ru: СБРОС
tr: SIFIRLA
uk: СКИНУТИ
zh: 重置
zh_hant: 重設

# welcomeKicker
source: WELCOME TO
ar: مرحبًا بك في
de: WILLKOMMEN BEI
es: TE DAMOS LA BIENVENIDA A
fa: خوش‌آمدی به
fr: BIENVENUE SUR
it: BENVENUTO IN
ja: ようこそ
ko: 환영합니다
nl: WELKOM BIJ
pl: WITAJ W
pt: BEM-VINDO AO
ru: ДОБРО ПОЖАЛОВАТЬ В
tr: HOŞ GELDİN
uk: ЛАСКАВО ПРОСИМО ДО
zh: 欢迎使用
zh_hant: 歡迎使用

# welcomeBlurb
source: Everything stays on your phone. No account, no internet, nothing to pay.
ar: كل شيء يبقى على هاتفك. لا حساب ولا إنترنت ولا دفع.
de: Alles bleibt auf deinem Handy. Kein Konto, kein Internet, nichts zu bezahlen.
es: Todo se queda en tu móvil. Sin cuenta, sin internet, sin pagar nada.
fa: همه‌چیز روی گوشی‌ات می‌ماند. بدون حساب، بدون اینترنت، بدون پرداخت.
fr: Tout reste sur ton téléphone. Aucun compte, pas d’Internet, rien à payer.
it: Tutto resta sul tuo telefono. Nessun account, niente internet, niente da pagare.
ja: すべて端末内に保存。アカウント不要、インターネット不要、支払いなし。
ko: 모든 데이터는 휴대전화에 남습니다. 계정, 인터넷, 결제가 필요 없습니다.
nl: Alles blijft op je telefoon. Geen account, geen internet, niets te betalen.
pl: Wszystko zostaje na telefonie. Bez konta, bez internetu, bez opłat.
pt: Tudo fica no seu celular. Sem conta, sem internet, sem nada para pagar.
ru: Всё остаётся на твоём телефоне. Без аккаунта, без интернета, без оплаты.
tr: Her şey telefonunda kalır. Hesap yok, internet yok, ödeme yok.
uk: Усе залишається на телефоні. Без облікового запису, без інтернету, без оплати.
zh: 所有数据均保存在你的手机上。无账号、无网络连接要求、无任何费用。
zh_hant: 所有資料都留在手機上。不需帳號、不需網路、不用付費。

# welcomeStart
source: GET STARTED
ar: ابدأ
de: LOSLEGEN
es: EMPEZAR
fa: شروع کن
fr: COMMENCER
it: INIZIA
ja: 始める
ko: 시작
nl: BEGINNEN
pl: ZACZNIJ
pt: COMECE AGORA
ru: НАЧАТЬ
tr: BAŞLA
uk: ПОЧАТИ
zh: 立即开始
zh_hant: 開始

# onbStep
source: STEP %1$lld OF %2$lld
ar: الخطوة %1$lld من %2$lld
de: SCHRITT %1$lld VON %2$lld
es: PASO %1$lld DE %2$lld
fa: مرحله %1$lld از %2$lld
fr: ÉTAPE %1$lld SUR %2$lld
it: PASSO %1$lld DI %2$lld
ja: ステップ %1$lld/%2$lld
ko: %1$lld/%2$lld 단계
nl: STAP %1$lld VAN %2$lld
pl: KROK %1$lld Z %2$lld
pt: PASSO %1$lld DE %2$lld
ru: ШАГ %1$lld ИЗ %2$lld
tr: ADIM %1$lld / %2$lld
uk: КРОК %1$lld З %2$lld
zh: 第 %1$lld 步 / 共 %2$lld 步
zh_hant: 第 %1$lld 步，共 %2$lld 步

# onbNameTitle
source: What should we call you?
ar: ماذا نادِيك؟
de: Wie sollen wir dich nennen?
es: ¿Cómo te llamamos?
fa: چه صدایت کنیم؟
fr: Comment doit-on t’appeler ?
it: Come ti chiami?
ja: 何とお呼びすればいいですか？
ko: 어떻게 불러드릴까요?
nl: Hoe moeten we je noemen?
pl: Jak mamy się do ciebie zwracać?
pt: Como podemos chamá-lo(a)?
ru: Как к тебе обращаться?
tr: Sana nasıl hitap edelim?
uk: Як до тебе звертатися?
zh: 我们该如何称呼你？
zh_hant: 我們該怎麼稱呼你？

# onbNameHint
source: Your name
ar: اسمك الأول
de: Dein Name
es: Tu nombre
fa: نامت
fr: Ton prénom
it: Il tuo nome
ja: 名前
ko: 이름
nl: Je voornaam
pl: Twoje imię
pt: Seu nome
ru: Твоё имя
tr: Adın
uk: Твоє ім’я
zh: 你的名字或昵称
zh_hant: 你的名字

# onbNameWhy
source: Only used to greet you. It never leaves the phone.
ar: يُستخدم فقط لتحيتك. لا يغادر هاتفك أبدًا.
de: Wird nur zur Begrüßung verwendet und verlässt das Handy nie.
es: Solo para saludarte. No sale del móvil.
fa: فقط برای سلام. هرگز از گوشی خارج نمی‌شود.
fr: Utilisé uniquement pour t’accueillir. Il ne quitte jamais ton téléphone.
it: Serve solo per salutarti. Non lascia mai il telefono.
ja: 挨拶にのみ使用します。端末外には送信されません。
ko: 인사에만 사용됩니다. 휴대전화 밖으로 나가지 않습니다.
nl: Alleen gebruikt om je te begroeten. Verlaat je telefoon nooit.
pl: Używane tylko do powitania. Nigdy nie opuszcza telefonu.
pt: Usado apenas para cumprimentá-lo(a). Nunca sai do seu celular.
ru: Нужно только для приветствия. Телефон оно не покидает.
tr: Yalnızca sana hitap etmek için kullanılır. Telefonundan asla çıkmaz.
uk: Використовується лише для привітання. Ніколи не залишає телефон.
zh: 仅用于应用内的日常问候，绝不会离开你的手机。
zh_hant: 僅用於稱呼你。永遠不會離開你的手機。

# onbBodyTitle
source: A few numbers
ar: بعض البيانات
de: Ein paar Zahlen
es: Cuatro números
fa: چند عدد
fr: Quelques chiffres
it: Qualche numero
ja: いくつかの数値
ko: 몇 가지 정보
nl: Een paar gegevens
pl: Kilka danych
pt: Alguns números
ru: Пара цифр
tr: Birkaç bilgi
uk: Кілька даних
zh: 身体基本数据
zh_hant: 一些數據

# onbBodyWhy
source: They feed the calculators. You can change them any time in Settings.
ar: تُستخدم في الحاسبات. يمكنك تغييرها في الإعدادات في أي وقت.
de: Sie versorgen die Rechner mit Daten. Du kannst sie jederzeit in den Einstellungen ändern.
es: Alimentan las calculadoras. Puedes cambiarlos cuando quieras en Ajustes.
fa: برای ماشین‌حساب‌ها لازم‌اند. هر وقت در تنظیمات عوضشان کن.
fr: Ils servent aux calculateurs. Tu peux les modifier à tout moment dans les Paramètres.
it: Alimentano le calcolatrici. Puoi cambiarli quando vuoi in Impostazioni.
ja: 計算ツールに使います。設定からいつでも変更できます。
ko: 계산기에 사용됩니다. 설정에서 언제든 변경할 수 있습니다.
nl: Ze vullen de calculators in. Je kunt ze altijd wijzigen in Instellingen.
pl: Służą do kalkulatorów. Możesz je zmienić w Ustawieniach w dowolnym momencie.
pt: Eles alimentam as calculadoras. Você pode alterá-los a qualquer momento nas Configurações.
ru: Они питают калькуляторы. Поменять их можно в любой момент в настройках.
tr: Hesaplayıcılarda kullanılır. Ayarlar'dan istediğin zaman değiştirebilirsin.
uk: Вони використовуються в калькуляторах. Їх можна змінити в Налаштуваннях будь-коли.
zh: 用于为计算器提供基础参数，可随时在“设置”中修改。
zh_hant: 這些資料用於計算器，你可以隨時在設定中修改。

# onbGoalTitle
source: How often do you train?
ar: كم مرة تتمرن؟
de: Wie oft trainierst du?
es: ¿Cuántas veces entrenas?
fa: چند وقت یک‌بار تمرین می‌کنی؟
fr: À quelle fréquence t’entraînes-tu ?
it: Quanto ti alleni?
ja: 週にどのくらいトレーニングしますか？
ko: 얼마나 자주 운동하나요?
nl: Hoe vaak train je?
pl: Jak często trenujesz?
pt: Com que frequência você treina?
ru: Как часто ты тренируешься?
tr: Ne sıklıkla antrenman yapıyorsun?
uk: Як часто ти тренуєшся?
zh: 你计划每周训练几次？
zh_hant: 你多久訓練一次？

# onbGoalWhy
source: Sets your weekly goal ring. Be honest, not ambitious.
ar: يحدد هدفك الأسبوعي. كن واقعيًا ولا تبالغ في الطموح.
de: Legt deinen wöchentlichen Zielring fest. Sei ehrlich, nicht ehrgeizig.
es: Define tu anillo de objetivo semanal. Sé sincero, no ambicioso.
fa: حلقه هدف هفتگی‌ات را تنظیم می‌کند. صادق باش، نه بلندپرواز.
fr: Définit ton objectif hebdomadaire. Sois réaliste, pas trop ambitieux.
it: Imposta l'anello dell'obiettivo settimanale. Sii onesto, non ambizioso.
ja: 週間目標を設定します。無理のない現実的な回数にしましょう。
ko: 주간 목표를 설정합니다. 너무 무리하지 말고 현실적으로 정하세요.
nl: Stelt je weekdoel in. Wees realistisch, niet te ambitieus.
pl: Ustala cel tygodniowy. Bądź realistą, nie przesadzaj z ambicją.
pt: Define sua meta semanal. Seja honesto, não ambicioso.
ru: Задаёт кольцо недельной цели. Будь честен, а не амбициозен.
tr: Haftalık hedef halkasını belirler. İddialı değil, gerçekçi ol.
uk: Встановлює тижневу ціль. Будь реалістичним, не надто амбітним.
zh: 用于设定每周目标环。诚实记录，量力而行。
zh_hant: 設定每週目標。請務實，不要過度勉強。

# perWeek
source: %lld sessions a week
ar: %lld تمارين في الأسبوع
de: %lld Trainings pro Woche
es: %lld sesiones por semana
fa: %lld جلسه تمرین در هفته
fr: %lld séances par semaine
it: %lld sessioni a settimana
ja: 週%lld回
ko: 주 %lld회
nl: %lld trainingen per week
pl: %lld treningów tygodniowo
pt: %lld sessões por semana
ru: %lld тренировки в неделю
tr: Haftada %lld antrenman
uk: %lld тренувань на тиждень
zh: 每周 %lld 次
zh_hant: 每週 %lld 次訓練

# onbUnitsTitle
source: Kilos or pounds?
ar: كيلوغرام أم رطل؟
de: Kilo oder Pfund?
es: ¿Kilos o libras?
fa: کیلو یا پوند؟
fr: Kilos ou livres ?
it: Chili o libbre?
ja: キロかポンド？
ko: 킬로그램 또는 파운드?
nl: Kilo's of ponden?
pl: Kilogramy czy funty?
pt: Quilos ou libras?
ru: Килограммы или фунты?
tr: Kilo mu pound mu?
uk: Кілограми чи фунти?
zh: 选择重量单位：公斤还是磅？
zh_hant: 公斤還是磅？

source: NEXT
ar: التالي
de: WEITER
es: SIGUIENTE
fa: بعدی
fr: SUIVANT
it: AVANTI
ja: 次へ
ko: 다음
nl: VOLGENDE
pl: DALEJ
pt: PRÓXIMO
ru: ДАЛЕЕ
tr: İLERİ
uk: ДАЛІ
zh: 下一步
zh_hant: 下一步

source: BACK
ar: رجوع
de: ZURÜCK
es: ATRÁS
fa: قبلی
fr: RETOUR
it: INDIETRO
ja: 戻る
ko: 뒤로
nl: TERUG
pl: WSTECZ
pt: VOLTAR
ru: НАЗАД
tr: GERİ
uk: НАЗАД
zh: 上一步
zh_hant: 返回

# skip2
source: Skip
ar: تخطَّ
de: Überspringen
es: Saltar
fa: رد کردن
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
tr: Atla
uk: Пропустити
zh: 跳过
zh_hant: 略過

source: MADE WITH LOVE BY
ar: صُنع بحب بواسطة
de: MIT LIEBE GEMACHT VON
es: HECHO CON AMOR POR
fa: ساخته با عشق به‌دست
fr: FAIT AVEC AMOUR PAR
it: FATTO CON AMORE DA
ja: 愛を込めて制作
ko: 사랑으로 만든 사람
nl: MET LIEFDE GEMAAKT DOOR
pl: STWORZONE Z MIŁOŚCIĄ PRZEZ
pt: FEITO COM AMOR POR
ru: СДЕЛАНО С ЛЮБОВЬЮ
tr: SEVGİYLE GELİŞTİREN
uk: ЗРОБЛЕНО З ЛЮБОВ’Ю
zh: 用心制作
zh_hant: 用心製作

source: SOURCE CODE
ar: الكود المصدري
de: QUELLCODE
es: CÓDIGO FUENTE
fa: کد منبع
fr: CODE SOURCE
it: CODICE SORGENTE
ja: ソースコード
ko: 소스 코드
nl: BRONCODE
pl: KOD ŹRÓDŁOWY
pt: CÓDIGO-FONTE
ru: ИСХОДНЫЙ КОД
tr: KAYNAK KODU
uk: ВИХІДНИЙ КОД
zh: 开源代码
zh_hant: 原始碼

source: SUGGESTED
ar: مقترح
de: VORGESCHLAGEN
es: SUGERIDOS
fa: پیشنهادی
fr: SUGGÉRÉ
it: SUGGERITI
ja: 推奨
ko: 추천
nl: AANBEVOLEN
pl: SUGEROWANE
pt: SUGERIDO
ru: ПОДБОРКА
tr: ÖNERİLEN
uk: РЕКОМЕНДОВАНО
zh: 推荐动作
zh_hant: 建議

source: RESULTS
ar: النتائج
de: ERGEBNISSE
es: RESULTADOS
fa: نتایج
fr: RÉSULTATS
it: RISULTATI
ja: 結果
ko: 결과
nl: RESULTATEN
pl: WYNIKI
pt: RESULTADOS
ru: РЕЗУЛЬТАТЫ
tr: SONUÇLAR
uk: РЕЗУЛЬТАТИ
zh: 搜索结果
zh_hant: 結果

# noMatches
source: No exercise matches that search.
ar: لا يوجد تمرين يطابق هذا البحث.
de: Keine Übung passt zu dieser Suche.
es: Ningún ejercicio coincide con la búsqueda.
fa: حرکتی با آن جستجو جور نیست.
fr: Aucun exercice ne correspond à cette recherche.
it: Nessun esercizio corrisponde alla ricerca.
ja: この検索に一致する種目はありません。
ko: 이 검색과 일치하는 운동이 없습니다.
nl: Geen oefening komt overeen met deze zoekopdracht.
pl: Żadne ćwiczenie nie pasuje do wyszukiwania.
pt: Nenhum exercício corresponde a essa pesquisa.
ru: По этому запросу упражнений нет.
tr: Bu aramayla eşleşen egzersiz yok.
uk: Жодна вправа не відповідає пошуку.
zh: 未找到匹配该关键词的动作。
zh_hant: 沒有符合此搜尋的動作。

# tapToEdit
source: Tap the pencil to fix an entry, or the bin to remove it.
ar: اضغط على القلم لتعديل الإدخال أو سلة المهملات لحذفه.
de: Tippe auf den Stift, um einen Eintrag zu korrigieren, oder auf den Papierkorb, um ihn zu entfernen.
es: Toca el lápiz para corregir algo mal anotado, o la papelera para quitarlo.
fa: مداد را برای اصلاح لمس کن، یا سطل را برای حذف.
fr: Touche le crayon pour corriger une entrée ou la corbeille pour la supprimer.
it: Tocca la matita per correggere una voce, o il cestino per rimuoverla.
ja: 鉛筆をタップして記録を修正、ゴミ箱で削除します。
ko: 연필을 탭해 항목을 수정하거나 휴지통을 탭해 삭제하세요.
nl: Tik op het potlood om een invoer te corrigeren of op de prullenbak om hem te verwijderen.
pl: Dotknij ołówka, aby poprawić wpis, lub kosza, aby go usunąć.
pt: Toque no lápis para consertar uma entrada ou na lixeira para removê-la.
ru: Нажми на карандаш, чтобы исправить запись, или на корзину, чтобы удалить.
tr: Bir kaydı düzeltmek için kaleme, silmek için çöp kutusuna dokun.
uk: Торкнися олівця, щоб виправити запис, або кошика, щоб видалити.
zh: 点击铅笔修改记录，点击垃圾桶删除。
zh_hant: 點選鉛筆修正紀錄，或點垃圾桶刪除。

# editEntry
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
tr: Düzenle
uk: Редагувати
zh: 编辑记录
zh_hant: 編輯

# editEntryHint
source: Fix the reps or the weight of any set.
ar: صحح التكرارات أو الوزن لأي مجموعة.
de: Korrigiere die Wiederholungen oder das Gewicht eines Satzes.
es: Corrige las repeticiones o el peso de cualquier serie.
fa: تکرار یا وزن هر ست را اصلاح کن.
fr: Corrige les répétitions ou le poids de n’importe quelle série.
it: Correggi ripetizioni o peso di una serie.
ja: 任意のセットの回数や重量を修正できます。
ko: 모든 세트의 반복 수나 중량을 수정할 수 있습니다.
nl: Corrigeer herhalingen of gewicht van elke set.
pl: Popraw powtórzenia lub ciężar dowolnej serii.
pt: Ajuste as repetições ou o peso de qualquer série.
ru: Исправь повторы или вес в любом подходе.
tr: Herhangi bir setin tekrarını veya ağırlığını düzelt.
uk: Виправ повторення або вагу будь-якого підходу.
zh: 调整任意组的次数或负重重量。
zh_hant: 修正任何一組的次數或重量。

source: Remove set
ar: حذف المجموعة
de: Satz entfernen
es: Quitar serie
fa: حذف ست
fr: Supprimer la série
it: Rimuovi serie
ja: セットを削除
ko: 세트 삭제
nl: Set verwijderen
pl: Usuń serię
pt: Remover série
ru: Убрать подход
tr: Seti sil
uk: Видалити підхід
zh: 删除此组
zh_hant: 刪除本組

# continueWorkout
source: CONTINUE
ar: متابعة
de: WEITER
es: CONTINUAR
fa: ادامه
fr: CONTINUER
it: CONTINUA
ja: 続ける
ko: 계속하기
nl: DOORGAAN
pl: KONTYNUUJ
pt: CONTINUAR
ru: ПРОДОЛЖИТЬ
tr: DEVAM ET
uk: ПРОДОВЖИТИ
zh: 继续本次训练
zh_hant: 繼續

# continueWorkoutBody
source: The workout goes back to being in progress, with its sets already ticked. Finishing it again saves it on its original day.
ar: سيستأنف التمرين مع المجموعات المحددة مسبقًا. عند إنهائه مرة أخرى سيُحفظ بتاريخِه الأصلي.
de: Das Training wird fortgesetzt und die Sätze bleiben markiert. Wenn du es erneut beendest, wird es am ursprünglichen Tag gespeichert.
es: El entreno vuelve a estar en curso, con sus series ya marcadas. Al terminarlo se guarda otra vez en su día.
fa: تمرین دوباره به حالت در حال انجام برمی‌گردد، با ست‌های انجام‌شده. تمام کردنش دوباره همان روز اصلی را ذخیره می‌کند.
fr: La séance repasse en cours avec les séries déjà cochées. En la terminant à nouveau, elle sera enregistrée à sa date d’origine.
it: L'allenamento torna in corso, con le serie già spuntate. Finitolo di nuovo, viene salvato nel giorno originale.
ja: チェック済みのセットを保持したままワークアウトを再開します。再度終了すると元の日付で保存されます。
ko: 체크된 세트를 유지한 채 운동이 다시 진행됩니다. 다시 종료하면 원래 날짜로 저장됩니다.
nl: De training wordt hervat met de reeds afgevinkte sets. Als je hem opnieuw afrondt, wordt hij op de oorspronkelijke datum opgeslagen.
pl: Trening zostanie wznowiony z już zaznaczonymi seriami. Po ponownym zakończeniu zostanie zapisany z pierwotną datą.
pt: O treino volta a ficar em andamento, com as séries já concluídas. Finalizá-lo novamente o salva no dia original.
ru: Тренировка снова станет активной, с уже отмеченными подходами. Повторное завершение сохранит её в исходный день.
tr: Antrenman yeniden devam ediyor durumuna alınır ve tamamlanan setler korunur. Tekrar bitirdiğinde ilk tarihine kaydedilir.
uk: Тренування продовжиться з уже позначеними підходами. Після повторного завершення воно збережеться з початковою датою.
zh: 恢复为进行中的训练状态，已完成组保持勾选。再次完成时将覆盖保存在原训练日期。
zh_hant: 訓練會以已勾選的組數繼續。再次完成後，會以原始日期儲存。

# addBodyWidget
source: Add muscle map widget
ar: إضافة أداة خريطة العضلات
de: Muskelkarten-Widget hinzufügen
es: Añadir widget de músculos
fa: افزودن ویجت نقشه عضلات
fr: Ajouter le widget de carte musculaire
it: Aggiungi widget mappa muscolare
ja: 筋肉マップウィジェットを追加
ko: 근육 지도 위젯 추가
nl: Spierkaartwidget toevoegen
pl: Dodaj widżet mapy mięśni
pt: Adicionar widget do mapa muscular
ru: Добавить виджет карты мышц
tr: Kas haritası widget'ı ekle
uk: Додати віджет карти м’язів
zh: 添加肌群桌面小组件
zh_hant: 新增肌肉地圖小工具

source: Reps only
ar: تكرارات فقط
de: Nur Wiederholungen
es: Solo repeticiones
fa: فقط تکرار
fr: Répétitions uniquement
it: Solo ripetizioni
ja: 回数のみ
ko: 반복만
nl: Alleen herhalingen
pl: Tylko powtórzenia
pt: Somente repetições
ru: Только повторы
tr: Sadece tekrar
uk: Лише повторення
zh: 仅记次数
zh_hant: 僅次數

# repsOnlyHint
source: Log this exercise without weight.
ar: سجّل هذا التمرين دون وزن.
de: Protokolliere diese Übung ohne Gewicht.
es: Anota este ejercicio sin peso.
fa: این حرکت را بدون وزن ثبت کن.
fr: Enregistre cet exercice sans poids.
it: Registra questo esercizio senza peso.
ja: この種目を重量なしで記録します。
ko: 이 운동을 중량 없이 기록합니다.
nl: Log deze oefening zonder gewicht.
pl: Zapisuj to ćwiczenie bez ciężaru.
pt: Registre este exercício sem peso.
ru: Записывать это упражнение без веса.
tr: Bu egzersizi ağırlıksız kaydet.
uk: Записувати цю вправу без ваги.
zh: 纯自重动作，记录时无需输入重量。
zh_hant: 此動作不記錄重量。

# useDefaultArt
source: Back to the default art
ar: العودة إلى الرسم الافتراضي
de: Zur Standardgrafik zurückkehren
es: Volver al dibujo original
fa: بازگشت به تصویر پیش‌فرض
fr: Revenir à l’illustration par défaut
it: Torna all'immagine predefinita
ja: デフォルト画像に戻す
ko: 기본 그림으로 돌아가기
nl: Standaardillustratie gebruiken
pl: Przywróć domyślną ilustrację
pt: Voltar à arte padrão
ru: Вернуть стандартную картинку
tr: Varsayılan görsele dön
uk: Повернути стандартну ілюстрацію
zh: 恢复为默认动作图
zh_hant: 恢復預設插圖

# daysShort
source: %lldd
ar: %lld ي
fa: %lldر
fr: %lld j
it: %lldg
ja: %lld日
ko: %lld일
ru: %lld д
tr: %lld g
uk: %lld д
zh_hant: %lld 天

# focusCard
source: Today’s focus
ar: تركيز اليوم
de: Heutiger Fokus
es: El foco de hoy
fa: تمرکز امروز
fr: Objectif du jour
it: Il focus di oggi
ja: 今日の重点
ko: 오늘의 초점
nl: Focus van vandaag
pl: Dzisiejszy cel
pt: O foco de hoje
ru: Фокус на сегодня
tr: Bugünün odağı
uk: Фокус на сьогодні
zh: 今日重点
zh_hant: 今日重點

# autoAdvance
source: Move on automatically
ar: الانتقال تلقائيًا إلى التالي
de: Automatisch fortfahren
es: Pasar al siguiente solo
fa: رفتن خودکار به حرکت بعد
fr: Passer automatiquement au suivant
it: Passa al prossimo da solo
ja: 自動で次へ
ko: 자동으로 다음으로
nl: Automatisch doorgaan
pl: Automatycznie przechodź dalej
pt: Avançar ao próximo sozinho
ru: Переходить дальше сам
tr: Otomatik sonraki egzersize geç
uk: Автоматично переходити далі
zh: 自动进入下一个动作
zh_hant: 自動前往下一個

# keepScreenOn
source: Keep the screen on while training
ar: إبقاء الشاشة مضاءة أثناء التمرين
de: Bildschirm beim Training anlassen
es: Mantener la pantalla encendida al entrenar
fa: صفحه هنگام تمرین روشن بماند
fr: Garder l'écran allumé pendant l'entraînement
it: Tieni lo schermo acceso durante l'allenamento
ja: トレーニング中は画面をつけたままにする
ko: 운동 중에는 화면 켜 두기
nl: Scherm aan laten tijdens het trainen
pl: Nie wygaszaj ekranu podczas treningu
pt: Manter a tela ligada durante o treino
ru: Не гасить экран во время тренировки
tr: Antrenman sırasında ekranı açık tut
uk: Не вимикати екран під час тренування
zh: 训练时保持屏幕常亮
zh_hant: 訓練時保持螢幕開啟

# lockWorkout
source: Lock the screen
ar: قفل الشاشة
de: Bildschirm sperren
es: Bloquear la pantalla
fa: قفل صفحه
fr: Verrouiller l'écran
it: Blocca lo schermo
ja: 画面をロック
ko: 화면 잠금
nl: Scherm vergrendelen
pl: Zablokuj ekran
pt: Bloquear a tela
ru: Заблокировать экран
tr: Ekranı kilitle
uk: Заблокувати екран
zh: 锁定屏幕
zh_hant: 鎖定螢幕

# unlockWorkout
source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fa: باز کردن
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
tr: Kilidi aç
uk: Розблокувати
zh: 解锁
zh_hant: 解鎖

# lockedCaps
source: LOCKED
ar: مقفل
de: GESPERRT
es: BLOQUEADO
fa: قفل
fr: VERROUILLÉ
it: BLOCCATO
ja: ロック中
ko: 잠김
nl: VERGRENDELD
pl: ZABLOKOWANE
pt: BLOQUEADO
ru: ЗАБЛОКИРОВАНО
tr: KİLİTLİ
uk: ЗАБЛОКОВАНО
zh: 已锁定
zh_hant: 已鎖定

source: Hold to unlock
ar: اضغط مطولًا لفتح القفل
de: Zum Entsperren gedrückt halten
es: Mantén pulsado para desbloquear
fa: نگه‌دار تا باز شود
fr: Maintenir pour déverrouiller
it: Tieni premuto per sbloccare
ja: 長押しで解除
ko: 길게 눌러 잠금 해제
nl: Houd ingedrukt om te ontgrendelen
pl: Przytrzymaj, aby odblokować
pt: Pressione para desbloquear
ru: Удерживай, чтобы разблокировать
tr: Açmak için basılı tut
uk: Утримуйте, щоб розблокувати
zh: 长按解锁
zh_hant: 長按以解鎖

# liveChannel
source: Ongoing workout
ar: تمرين جارٍ
de: Laufendes Training
es: Entreno en curso
fa: تمرین جاری
fr: Séance en cours
it: Allenamento in corso
ja: トレーニング中
ko: 진행 중인 운동
nl: Lopende training
pl: Trwający trening
pt: Treino em andamento
ru: Текущая тренировка
tr: Devam eden antrenman
uk: Тренування триває
zh: 进行中的训练
zh_hant: 訓練進行中

# liveChannelWhy
source: Shows the current exercise, set and rest timer while you train
ar: يعرض التمرين الحالي والمجموعة ومؤقت الراحة أثناء التمرين
de: Zeigt Übung, Satz und Pausentimer, während du trainierst
es: Muestra el ejercicio, la serie y el descanso mientras entrenas
fa: حرکت فعلی، ست و تایمر استراحت را هنگام تمرین نشان می‌دهد
fr: Affiche l'exercice, la série et le repos en cours pendant l'entraînement
it: Mostra esercizio, serie e recupero mentre ti alleni
ja: トレーニング中に現在の種目、セット、休憩タイマーを表示します
ko: 운동 중에 현재 운동, 세트, 휴식 타이머를 보여 줍니다
nl: Toont de huidige oefening, set en rusttimer terwijl je traint
pl: Pokazuje bieżące ćwiczenie, serię i czas przerwy podczas treningu
pt: Mostra o exercício, a série e o descanso enquanto treina
ru: Показывает упражнение, подход и отдых во время тренировки
tr: Antrenman sırasında mevcut egzersizi, seti ve dinlenme sayacını gösterir
uk: Показує поточну вправу, підхід і таймер відпочинку під час тренування
zh: 训练时显示当前动作、组数和休息倒计时
zh_hant: 訓練時顯示目前的動作、組數和休息計時

# liveSet
source: Set %1$lld of %2$lld
ar: المجموعة %1$lld من %2$lld
de: Satz %1$lld von %2$lld
es: Serie %1$lld de %2$lld
fa: ست %1$lld از %2$lld
fr: Série %1$lld sur %2$lld
it: Serie %1$lld di %2$lld
ja: セット %1$lld/%2$lld
ko: %2$lld세트 중 %1$lld세트
nl: Set %1$lld van %2$lld
pl: Seria %1$lld z %2$lld
pt: Série %1$lld de %2$lld
ru: Подход %1$lld из %2$lld
tr: Set %1$lld / %2$lld
uk: Підхід %1$lld з %2$lld
zh: 第 %1$lld/%2$lld 组
zh_hant: 第 %1$lld 組，共 %2$lld 組

# liveResting
source: Resting
ar: راحة
de: Pause
es: Descansando
fa: در حال استراحت
fr: Repos
it: Recupero
ja: 休憩中
ko: 휴식 중
nl: Rust
pl: Przerwa
pt: Descansando
ru: Отдых
tr: Dinlenme
uk: Відпочинок
zh: 休息中
zh_hant: 休息中

# liveAllDone
source: All sets done
ar: اكتملت كل المجموعات
de: Alle Sätze erledigt
es: Series completadas
fa: همه ست‌ها انجام شد
fr: Toutes les séries sont faites
it: Serie completate
ja: 全セット完了
ko: 모든 세트 완료
nl: Alle sets gedaan
pl: Wszystkie serie zrobione
pt: Séries concluídas
ru: Все подходы выполнены
tr: Tüm setler bitti
uk: Усі підходи виконано
zh: 所有组已完成
zh_hant: 所有組數已完成
